T="""大家好，我是乔木
我开发的乔木 AI RSS 插件，已经有接近 7000 下载
今天增加了朋友们特别期待的功能：播放
任何一篇文章，都可以让它念出来
我给大家演示一下
拖延最狡猾的地方，在于它让你觉得自己还在思考
其实你只是在原地打转
詹姆斯·克利尔在最新
OK，它就能播放整篇文章
可以从头开始，也可以设置不同的音色
比如我用的是豆包的模型
我可以切换不同的音色
比如换成刘飞老师的
你好，现在可以在 RSS 中听文章了
也可以切换不同的模型
也可以用本地的模型
系统自带的模型
还有其他 OpenAI 兼容的模型
你配置好以后
就可以朗读任何一篇文章
这个配置也非常简单
只需要申请密钥填进去
然后保存就可以了
可以选择任意的内容让它去播放
比如我选中这一段
我点击播放
它就会从这儿开始播
其实你只是在原地打转
詹姆斯·克利尔在最新一期 3-2-1 通讯里
聊了选择、不适感和乐趣这三件事
OK，然后你关掉
它就恢复到原状
RSS 插件还有一个功能，就是记录笔记
比如我点击
它就会自动添加到今天的日记里
而且会记录原文的地址
方便你查看
内容是保持不变的
可以看我内置的一些信息源
也可以自己添加 RSS 订阅
比如你可以导入 OPML 文件等等
这里边还有一个叫「读者提交」
读者提交是什么呢
是你装了乔木剪藏插件以后
任何一篇文章
你就可以点击这个剪藏插件
其中有个功能叫「分享到乔木 RSS」
如果你勾选以后
就会自动提交到刚才给大家看的位置
这个就是用户自己提交的
这些内容都是我的插件用户
自己提交的
自己觉得很不错的内容
今天就介绍到这里
欢迎大家在插件市场搜索乔木
下载乔木 AI RSS 这个插件""".split("\n")
